[
    {
        "url": "https://streamingcommunity.paris/titles/6916-007-road-to-a-million",
        "title": "",
        "description": "Nove coppie di persone comuni affrontano un'epica avventura con prove ispirate a James Bond per vincere il premio che potrebbe cambiare loro la vita: un milione di sterline. Il Controller è la mente dietro il gioco, che osserva le coppie in cerca delle dieci domande nascoste in giro per il mondo. Leggi meno",
        "genre": " Action & Adventure, Reality"
    },
    {
        "url": "https://streamingcommunity.paris/titles/5189-100-humans",
        "title": "100 Humans",
        "description": "Un gruppo di cento persone di sana costituzione partecipa a giocosi esperimenti su temi come età, sesso, felicità e altri aspetti degli esseri umani.",
        "genre": " Documentario"
    },
    {
        "url": "https://streamingcommunity.paris/titles/5781-112263",
        "title": "",
        "description": "Un insegnante di inglese del Maine viaggia indietro nel tempo per impedire l'assassinio di John Fitzgerald Kennedy.",
        "genre": " Dramma, Sci-Fi & Fantasy"
    },
    {
        "url": "https://streamingcommunity.paris/titles/7053-1670",
        "title": "",
        "description": "In questa serie commedia satirica, un nobile strampalato affronta liti familiari e scontri con i contadini nel tentativo di diventare la persona più famosa della Polonia.",
        "genre": " Commedia"
    },
    {
        "url": "https://streamingcommunity.paris/titles/5606-1883",
        "title": "",
        "description": "Segui la famiglia Dutton mentre intraprende un viaggio verso ovest attraverso le Grandi Pianure verso l'ultimo bastione dell'America selvaggia. Una cruda rivisitazione dell'espansione occidentale e uno studio intenso di una famiglia che fugge dalla povertà per cercare un futuro migliore nella terra promessa dell'America: il Montana. Leggi meno",
        "genre": " Dramma, Western"
    },
    {
        "url": "https://streamingcommunity.paris/titles/5847-1899",
        "title": "",
        "description": "Alcuni eventi misteriosi modificano la rotta di una nave di migranti diretta a New York nel 1899, portando i passeggeri perplessi di fronte a un enigma spiazzante.",
        "genre": " Dramma, Mistero"
    },
    {
        "url": "https://streamingcommunity.paris/titles/6128-1923",
        "title": "",
        "description": "Segui una nuova generazione della famiglia Dutton all'inizio del ventesimo secolo, quando le pandemie, la siccità storica, la fine del proibizionismo e la Grande Depressione affliggono la montagna occidentale e i Dutton che la chiamano casa. Leggi meno",
        "genre": " Dramma, Western"
    },
    {
        "url": "https://streamingcommunity.paris/titles/1946-1983",
        "title": "",
        "description": "Questo cupo thriller ambientato in un'alternativa storica vede un ingenuo studente di legge e uno stanco detective svelare un complotto che da decenni opprime la Polonia.",
        "genre": " Dramma, Crime"
    },
    {
        "url": "https://streamingcommunity.paris/titles/8729-1992",
        "title": "1992",
        "description": "Leonardo Notte è un pubblicitario di successo di Publitalia '80 che cerca di mantenere il controllo della sua impresa in seguito agli eventi di Tangentopoli. Bibi Mainaghi è la ricca ereditiera del famoso industriale Michele Mainaghi i cui affari vengono colpiti dalle vicende politiche. Luca Pastore è un agente di polizia che lavora al fianco del magistrato Antonio Di Pietro per portare alla luce la verità sul sistema di corruzione e di tangenti; Rocco Venturi è un poliziotto che lavora insieme a Pastore ma che non è chi dice di essere. Pietro Bosco è un ex militare che decide di entrare in Parlamento al fianco della Lega Nord. Veronica Castello è una showgirl decisa a diventare una celebrità. Leggi meno",
        "genre": " Dramma"
    },
    {
        "url": "https://streamingcommunity.paris/titles/8730-1993",
        "title": "[EMPTY]",
        "description": "[EMPTY]",
        "genre": ""
    }
]